{
    "title": "First Catechism",
    "questions": {
        "1": {
            "Q": "Who made you?",
            "A": "God made me."
        },
        "2": {
            "Q": "What else did God make?",
            "A": "God made all things."
        },
        "3": {
            "Q": "Why did God make you and all things?",
            "A": "For his own glory."
        },
        "4": {
            "Q": "How can you glorify God?",
            "A": "By loving him and doing what he commands."
        },
        "5": {
            "Q": "Why are you to glorify God?",
            "A": "Because he made me and takes care of me."
        },
        "6": {
            "Q": "Is there more than one true God?",
            "A": "No. There is only one true God."
        },
        "7": {
            "Q": "In how many Persons does this one God exist?",
            "A": "In three Persons."
        },
        "8": {
            "Q": "Name these three Persons.",
            "A": "The Father, the Son, and the Holy Spirit."
        },
        "9": {
            "Q": "What is God?",
            "A": "God is a Spirit and does not have a body like men."
        },
        "10": {
            "Q": "Where is God?",
            "A": "God is everywhere."
        },
        "11": {
            "Q": "Can you see God?",
            "A": "No I cannot see God, but he always sees me."
        },
        "12": {
            "Q": "Does God know all things?",
            "A": "Yes. Nothing can be hidden from God."
        },
        "13": {
            "Q": "Can God do all things?",
            "A": "Yes. God can do all his holy will."
        },
        "14": {
            "Q": "Where do you learn how to love and obey God?",
            "A": "From the Bible only."
        },
        "15": {
            "Q": "Who wrote the Bible?",
            "A": "Chosen men who were inspired by the Holy Spirit."
        },
        "16": {
            "Q": "Who were our first parents?",
            "A": "Adam and Eve."
        },
        "17": {
            "Q": "How did God create man?",
            "A": "God created man, male and female, after his own image."
        },
        "18": {
            "Q": "Of what were our first parents made?",
            "A": "God made Adam's body out of the ground and Eve's body out of a rib from Adam."
        },
        "19": {
            "Q": "What else did God give Adam and Eve besides bodies?",
            "A": "He gave them souls that will never die."
        },
        "20": {
            "Q": "Do you have a soul as well as a body?",
            "A": "Yes. I have a soul that will never die."
        },
        "21": {
            "Q": "What is your soul?",
            "A": "My soul includes all of me that should know and love God."
        },
        "22": {
            "Q": "How do you know that your soul will last forever?",
            "A": "Because the Bible tells me so."
        },
        "23": {
            "Q": "In what condition did God make Adam and Eve?",
            "A": "He made them holy and happy."
        },
        "24": {
            "Q": "What covenant did God make with Adam?",
            "A": "The covenant of life."
        },
        "25": {
            "Q": "What is a covenant?",
            "A": "A relationship that God establishes with us and guarantees by his word."
        },
        "26": {
            "Q": "In the covenant of life, what did God require Adam to do?",
            "A": "To obey God perfectly."
        },
        "27": {
            "Q": "What did God promise in the covenant of life?",
            "A": "To reward Adam with life if he obeyed God perfectly."
        },
        "28": {
            "Q": "What did God threaten in the covenant of life?",
            "A": "To punish Adam with death if he disobeyed God."
        },
        "29": {
            "Q": "Did Adam keep the covenant of life?",
            "A": "No. He sinned against God."
        },
        "30": {
            "Q": "What is sin?",
            "A": "Sin is any lack of conformity to, or transgression of, the law of God."
        },
        "31": {
            "Q": "What is meant by lack of conformity?",
            "A": "Not being or doing what God requires."
        },
        "32": {
            "Q": "What is meant by transgression?",
            "A": "Doing what God forbids."
        },
        "33": {
            "Q": "What does every sin deserve?",
            "A": "The wrath and curse of God."
        },
        "34": {
            "Q": "What was the sin of our first parents?",
            "A": "Eating the forbidden fruit."
        },
        "35": {
            "Q": "Who tempted Adam and Eve to this sin?",
            "A": "Satan tempted Eve first, and then he used her to tempt Adam."
        },
        "36": {
            "Q": "How did Adam and Eve change when they sinned?",
            "A": "Instead of being holy and happy, they became sinful and miserable."
        },
        "37": {
            "Q": "Did Adam act for himself alone in the covenant of life?",
            "A": "No. He represented the whole human race."
        },
        "38": {
            "Q": "What effect did the sin of Adam have on you and all people?",
            "A": "We are all born guilty and sinful."
        },
        "39": {
            "Q": "How sinful are you by nature?",
            "A": "I am corrupt in every part of my being."
        },
        "40": {
            "Q": "What is the sinful nature that we inherit from Adam called?",
            "A": "Original sin."
        },
        "41": {
            "Q": "Can anyone go to heaven with this sinful nature?",
            "A": "No. Our hearts must be changed before we can believe in Jesus and go to heaven."
        },
        "42": {
            "Q": "What is this change of heart called?",
            "A": "The new birth, or regeneration."
        },
        "43": {
            "Q": "Who can change a sinner's heart?",
            "A": "The Holy Spirit alone."
        },
        "44": {
            "Q": "Can anyone be saved through the covenant of life?",
            "A": "No. No one can be saved through the covenant of life."
        },
        "45": {
            "Q": "Why can't anyone be saved through the covenant of life?",
            "A": "Because all have broken it and are condemned by it."
        },
        "46": {
            "Q": "How did you break the covenant of life?",
            "A": "Adam represented all people, and so I fell with Adam in his first sin."
        },
        "47": {
            "Q": "How, then, can you be saved?",
            "A": "By the Lord Jesus Christ through the covenant of grace."
        },
        "48": {
            "Q": "Whom did Christ represent in the covenant of grace?",
            "A": "His elect people."
        },
        "49": {
            "Q": "How did Christ fulfill the covenant of grace?",
            "A": "Christ obeyed the whole law for his people, and then suffered the punishment due for their sins."
        },
        "50": {
            "Q": "Did Jesus ever sin?",
            "A": "No. He lived a sinless life."
        },
        "51": {
            "Q": "How could Christ suffer?",
            "A": "Christ, the son of God, became a man so that he could obey and suffer in our place."
        },
        "52": {
            "Q": "For whom did Christ obey and suffer?",
            "A": "For all whom God the Father gave to Christ."
        },
        "53": {
            "Q": "What kind of life did Christ live on earth?",
            "A": "A life of obedience, service, and suffering."
        },
        "54": {
            "Q": "What kind of death did Jesus die?",
            "A": "The painful and shameful death of the cross."
        },
        "55": {
            "Q": "What is meant by the atonement?",
            "A": "Christ satisfied God's justice by his suffering and death as a substitute for sinners."
        },
        "56": {
            "Q": "What does God the Father guarantee in the covenant of grace?",
            "A": "To justify and sanctify all those for whom Christ died."
        },
        "57": {
            "Q": "How does God justify you?",
            "A": "God forgives all my sins and accepts me as righteous through Christ."
        },
        "58": {
            "Q": "How does God sanctify you?",
            "A": "God makes me more and more holy in heart and conduct."
        },
        "59": {
            "Q": "What must you do to be saved?",
            "A": "I must repent of my sin and believe in Christ as my Savior."
        },
        "60": {
            "Q": "How do you repent of your sin?",
            "A": "I must be sorry for my sin, and hate and forsake it."
        },
        "61": {
            "Q": "Why must you hate and forsake your sin?",
            "A": "Because sin displeases God."
        },
        "62": {
            "Q": "What does it mean to believe in Christ?",
            "A": "To trust in Christ alone for my salvation."
        },
        "63": {
            "Q": "Can you repent and believe in Christ by your own power?",
            "A": "No. I cannot repent and believe unless the Holy Spirit changes my heart."
        },
        "64": {
            "Q": "How can you get the help of the Holy Spirit?",
            "A": "God has told us to pray for the Holy Spirit's help."
        },
        "65": {
            "Q": "How long ago did Christ die?",
            "A": "About two thousand years ago."
        },
        "66": {
            "Q": "How were sinner saved before Christ?",
            "A": "By believing in the promised Messiah."
        },
        "67": {
            "Q": "Before Christ came, how did believers show their faith?",
            "A": "By offering the sacrifices God required."
        },
        "68": {
            "Q": "What did these sacrifices represent?",
            "A": "Christ, the Lamb of God, who would come to die for sinners."
        },
        "69": {
            "Q": "How many offices does Christ fulfill as the promised Messiah?",
            "A": "Christ fulfills three offices."
        },
        "70": {
            "Q": "What are they?",
            "A": "The offices of a prophet, of a priest, and of a king."
        },
        "71": {
            "Q": "How is Christ your prophet?",
            "A": "Christ teaches my the will of God."
        },
        "72": {
            "Q": "How is Christ your priest?",
            "A": "Christ died for my sins, and continues to pray for me."
        },
        "73": {
            "Q": "How is Christ your king?",
            "A": "Christ rules over me, the world and Satan, and he defends me."
        },
        "74": {
            "Q": "Why do you need Christ as your prophet?",
            "A": "Because I am ignorant by nature."
        },
        "75": {
            "Q": "Why do you need Christ as your priest?",
            "A": "Because I am guilty of breaking God's law"
        },
        "76": {
            "Q": "Why do you need Christ as your king?",
            "A": "Because I am weak and helpless."
        }
    },
    "subgroups": {
        "1": [
            1,
            2,
            3,
            4,
            5
        ],
        "2": [
            6,
            7,
            8,
            9,
            10,
            11,
            12,
            13
        ],
        "3": [
            14,
            15
        ],
        "4": [
            16,
            17,
            18,
            19,
            20,
            21,
            22
        ],
        "5": [
            23,
            24,
            25,
            26,
            27,
            28,
            29
        ],
        "6": [
            30,
            31,
            32,
            33,
            34,
            35,
            36
        ],
        "7": [
            37,
            38,
            39,
            40,
            41,
            42,
            43
        ],
        "8": [
            44,
            45,
            46,
            47,
            48,
            49,
            50
        ],
        "9": [
            51,
            52,
            53,
            54
        ],
        "10": [
            55,
            56,
            57,
            58,
            59,
            60
        ],
        "11": [
            61,
            62,
            63,
            64
        ],
        "12": [
            65,
            66,
            67,
            68
        ],
        "13": [
            69,
            70,
            71,
            72,
            73,
            74,
            75,
            76
        ]
    }
}